Repository: prodlinetrace/lvmix_trace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Action
pl: Akcja

source: Username
pl: Operator

source: Password
pl: Haslo

source: Language changed to
pl: Jezyk zmieniony na

source: Changing log level to
pl: Zmiana poziomu logowania

source: Changing Product Details Popup to
pl: Zmiana wyskakujacych okienek

source: Popups set to
pl: Wyskakujace okienka

source: Logged operator
pl: Zalogowany operator

source: Button pressed
pl: Nacisnieto przycisk

source: Operator login
pl: Zalogowany Operator

source: Operator login successful
pl: Udane logowanie operatora

source: Logout
pl: Wylogowanie

source: Error: Operator login failed for
pl: Blad: Logowanie operatora nieudane dla

source: Operator logout successful.
pl: Pomyslne wylogowanie operatora

source: Login
pl: Zaloguj

source: Invalid username or password
pl: Nieprawidlowy uzytkownik lub haslo

source: Not valid operator
pl: Uzytkownik nie jest prawidlowym operatorem - sprawdz flagi uzytkownika

source: Operator login for user: {login} ok
pl: Operator zalogowany prawidlowo
